{
	"header_Reserve": "Reserve a Station",
	"title_home": "Tu Café Gourmet",
	"text_home": "We are experts dedicated to providing a unique experience that enhances your lifestyle.",
	"home_button": "Book Now!",
	"info_title_1": "What do we specialize in ?",
	"info_text_1": "We are dedicated to providing specialty espresso. We specialize in crafting a unique espresso experience with enticing aroma, delightful flavor, and a touch of energy. Our company is committed to delivering coffee that enhances customers' lifestyles. In addition to our exquisite espresso, we offer a range of other products at our coffee stations.",
	"info_title_2": "What do we offer ? ",
	"info_text_2": "We offer a range of specialty coffees including Cuban-style espresso, café con leche, iced coffee, and cortadito. Our focus is on delivering a unique and premium coffee experience, featuring captivating aromas, velvety flavors, and a dash of invigoration.",
	"info_title_3": "Tu Café ?",
	"info_text_3": "Tu Café is carefully created to provide the ultimate Cuban-style espresso experience, our café is a café premium. This rich and flavorful blend is finely ground and ready for brewing. You'll instantly enjoy the captivating aroma, smooth taste, and natural sweetness of this bold and engaging roast.",
	"services_title": "Our Services",
	"services_title_1": "Station",
	"services_text_1": "A coffee station is a dedicated space where a variety of coffee types, including espresso, cortadito, café con leche, and iced coffee, are expertly prepared and served. These stations offer a cozy atmosphere and a diverse selection of premium coffee options, catering to the preferences of coffee lovers. They provide an ideal setting to savor moments of delight and indulge in the passion for coffee in all its wonderful forms.",
	"services_title_2": "Machine rental",
	"services_text_2": "We offer espresso machine rentals, allowing customers to enjoy the convenience of brewing their own delicious espresso beverages. Our rental service provides high-quality, user-friendly machines that are easy to use and maintain. Whether it's for a special event, office, or personal use, our espresso machine rentals guarantee a seamless and enjoyable coffee experience.",
	"services_title_3": "Maintenance",
	"services_text_3": "Our espresso machine maintenance service guarantees the effective maintenance and smooth operation of your espresso machines. Our skilled technicians provide regular upkeep and servicing to keep your machines in excellent condition. We perform routine inspections, cleanings, and repairs as needed to ensure reliable performance and prolong the lifespan of your machines.",
	"services_title_4": "Repair",
	"services_text_4": "Our team of skilled technicians specializes in diagnosing and resolving issues with your coffee equipment. We conduct repairs to enhance functionality and increase the longevity of your machines and grinders. Our priority is to deliver prompt and efficient service to minimize any potential downtime.",
	"services_contact": "Contact Us",
	"index_hero_title": "Authentic flavors of Cuba",
	"index_hero_text": "Immerse yourself in the ultimate Cuban-style espresso experience with our Tu Café. Carefully crafted, this premium coffee will captivate you with its alluring aroma, smooth flavor, and natural sweetness. An unparalleled and immersive coffee experience you won't want to miss.",
	"index_shop_title": "Make it Yours !",
	"booking_title": "Reservation Options",
	"booking_title_address": "Address",
	"booking_date": "Date",
	"booking_time": "Time",
	"booking_lastName": "Last Name",
	"booking_name": "Name",
	"booking_email": "Email",
	"booking_persons": "Persons",
	"booking_duration": "Duration of the event",
	"booking_hour": "hour",
	"booking_people": "People",
	"booking_category": "Category",
	"booking_category_select": "Please choose",
	"booking_state": "State",
	"booking_zip_code": "Zip Code",
	"booking_city": "City",
	"booking_button": "Reserved",
	"footer_title_1": "Address",
	"footer_text_1": " 8465 NW 70th Street Miami, FL 33166. U.S, Cafetales de Miami, Inc",
	"footer_title_2": "E - Mail",
	"footer_text_2": "Info@tucafegourmet.com",
	"footer_title_3": "Call Us",
	"footer_text_3": ["Phone: +1 (305) 450-5962", "Mobile: +1 (954) 274-3661", "Fax: +1 (305) 594-2316"],
	"footer_title_4": "Opening Hours",
	"footer_text_4": "Customer Service Hours",
	"shop_title": "Products",
	"limitStart": 5,
	"shop_button_1": "Add To Cart",
	"shop_button_2": "Now Buy"
}
