{
	"header_Reserve": "Reserve a Station",
	"slogan": "The Ultimate Cafecito.",
	"title_home": "Tu Café Gourmet",
	"text_home": "We are an ultra premium coffee brand.",
	"text_home2": "The Ultimate Cafecito.",
	"home_button": "Book Now!",
	"info_title_1": "What do we specialize in ?",
	"info_text_1": "We are dedicated to providing specialty espresso. We specialize in crafting a unique espresso experience with enticing aroma, delightful flavor, and a touch of energy. Our company is committed to delivering coffee that enhances customers' lifestyles. In addition to our exquisite espresso, we offer a range of other products at our coffee stations.",
	"info_title_2": "What do we offer ? ",
	"info_text_2": "We offer a range of specialty coffees including Cuban-style espresso, café con leche, iced coffee, and cortadito. Our focus is on delivering a unique and premium coffee experience, featuring captivating aromas, velvety flavors, and a dash of invigoration.",
	"info_title_3": "Not all coffees are created equally",
	"info_text_3": "Tu cafe is carefully created to provide the ultimate Cuban style espresso experience. Our ultra premium blend is rich and flavorful, finely ground and ready to brewing. You will instantly enjoy the captivating aroma, smooth taste, and natural sweetness of this bold and engaging roast.",
	"services_title": "Our Services",
	"services_title_1": "Coffee Stations",
	"services_text_1": "Tu cafe provides coffee stations for your event, rather if it is being catered, wedding, birthday parties or at home. We bring commercial grade espresso equipment to your venue and serve: Cafe con leche, Colada, Cortadito, Iced coffee and Americano to your guests. Please feel free to fill out the form for more detailed information. ",
	"services_title_2": "Machine rental for your business",
	"services_text_2": " Tu cafe provides commercial espresso equipment for your business. We have been servicing local businesses since 1996.",
	"services_title_3": "Maintenance",
	"services_text_3": "Our espresso machine maintenance service guarantees the effective maintenance and smooth operation of your espresso machines. Our skilled technicians provide regular upkeep and servicing to keep your machines in excellent condition. We perform routine inspections, cleanings, and repairs as needed to ensure reliable performance and prolong the lifespan of your machines.",
	"services_title_4": "Repair",
	"services_text_4": "Our team of skilled technicians specializes in diagnosing and resolving issues with your coffee equipment. We conduct repairs to enhance functionality and increase the longevity of your machines and grinders. Our priority is to deliver prompt and efficient service to minimize any potential downtime.",
	"services_contact": "Contact Us",
	"index_hero_title": "Authentic flavors of Cuba",
	"index_hero_text": "Immerse yourself in the ultimate Cuban-style espresso experience with our Tu Café. Carefully crafted, this premium coffee will captivate you with its alluring aroma, smooth flavor, and natural sweetness. An unparalleled and immersive coffee experience you won't want to miss.",
	"index_shop_title": "Make it Yours !",
	"booking_title": "Request your coffee station",
	"booking_title_address": "Address",
	"booking_date": "Date",
	"booking_time": "Time",
	"booking_lastName": "Last Name",
	"booking_name": "Name",
	"booking_email": "Email",
	"booking_phone": "Phone",
	"booking_persons": "Persons",
	"booking_duration": "Duration of the event",
	"booking_hour": "hour",
	"booking_people": "People",
	"booking_category": "Category",
	"booking_timeCallMe": "Best time to contact you",
	"booking_category_select": "Please choose",
	"booking_state": "State",
	"booking_zip_code": "Zip Code",
	"booking_city": "City",
	"booking_button": "Reserved",
	"footer_title_1": "Address",
	"footer_text_1": " 8465 NW 70th Street Miami, FL 33166. U.S, Cafetales de Miami, Inc",
	"footer_title_2": "E - Mail",
	"footer_text_2": "Info@tucafegourmet.com",
	"footer_title_3": "Call Us",
	"footer_text_3": ["Phone: +1 (305) 450-5962", "Mobile: +1 (305) 594-0190 ", "Fax: +1 (305) 594-2316"],
	"footer_title_4": "Opening Hours",
	"footer_text_4": "Customer Service Hours",
	"shop_title": "Products",
	"limitStart": 5,
	"shop_button_1": "Add To Cart",
	"shop_button_2": "Now Buy"
}
